{"stoi": {"<pad>": 0, "<bos>": 1, "<eos>": 2, "<unk>": 3, "#": 4, "the": 5, ".": 6, ",": 7, "to": 8, "in": 9, "-": 10, "of": 11, "a": 12, "'": 13, "s": 14, "on": 15, "and": 16, "for": 17, "said": 18, "with": 19, "at": 20, "that": 21, "as": 22, "<": 23, "unk": 24, ">": 25, "from": 26, "`": 27, "an": 28, "by": 29, "new": 30, "has": 31, "his": 32, "u": 33, "after": 34, "tuesday": 35, "wednesday": 36, "thursday": 37, "is": 38, "president": 39, "its": 40, "monday": 41, "was": 42, "friday": 43, "will": 44, "china": 45, "lrb": 46, "rrb": 47, "us": 48, "it": 49, "over": 50, "two": 51, "year": 52, "government": 53, "world": 54, "first": 55, "be": 56, "up": 57, "minister": 58, "their": 59, "have": 60, "against": 61, "he": 62, "percent": 63, "more": 64, "sunday": 65, "police": 66, "who": 67, "saturday": 68, "were": 69, "people": 70, "here": 71, "one": 72, "state": 73, "this": 74, "officials": 75, "million": 76, "are": 77, "says": 78, "into": 79, "country": 80, "three": 81, "united": 82, "south": 83, "out": 84, "killed": 85, "reported": 86, "official": 87, "but": 88, "not": 89, "foreign": 90, "former": 91, "iraq": 92, "day": 93, "than": 94, "about": 95, "chinese": 96, "last": 97, "international": 98, "$": 99, "n": 100, "been": 101, "years": 102, "they": 103, "military": 104, "european": 105, "week": 106, "would": 107, "states": 108, "city": 109, "group": 110, "court": 111, "down": 112, "war": 113, "had": 114, "national": 115, "security": 116, "bank": 117, "prime": 118, "talks": 119, "prices": 120, "oil": 121, "leader": 122, "billion": 123, "news": 124, "off": 125, "top": 126, "dollars": 127, "cup": 128, "when": 129, "second": 130, "which": 131, "four": 132, "trade": 133, "next": 134, "british": 135, "party": 136, "stock": 137, "time": 138, "bush": 139, "israeli": 140, "kong": 141, "hong": 142, "stocks": 143, "french": 144, "today": 145, "economic": 146, "no": 147, "announced": 148, "her": 149, "between": 150, "american": 151, "dollar": 152, "month": 153, "chief": 154, "may": 155, "israel": 156, "market": 157, "russian": 158, "company": 159, "close": 160, "five": 161, "all": 162, "could": 163, "peace": 164, "russia": 165, "taiwan": 166, "during": 167, "high": 168, "or": 169, "palestinian": 170, "visit": 171, "higher": 172, "some": 173, "open": 174, "end": 175, "agency": 176, "according": 177, "india": 178, "general": 179, "eu": 180, "central": 181, "north": 182, "union": 183, "home": 184, "team": 185, "back": 186, "house": 187, "pakistan": 188, "un": 189, "man": 190, "leaders": 191, "set": 192, "major": 193, "other": 194, "nuclear": 195, "death": 196, "korea": 197, ";": 198, "lower": 199, "southern": 200, "france": 201, "german": 202, "iran": 203, "local": 204, "federal": 205, "political": 206, "six": 207, "under": 208, "shares": 209, "opposition": 210, "before": 211, "t": 212, "election": 213, "early": 214, "african": 215, "troops": 216, "defense": 217, "most": 218, "help": 219, "points": 220, "york": 221, "win": 222, "attack": 223, "east": 224, "called": 225, "nations": 226, "women": 227, "authorities": 228, "least": 229, "exchange": 230, "report": 231, "plan": 232, "province": 233, "old": 234, "plans": 235, "held": 236, "countries": 237, "army": 238, "closed": 239, "league": 240, "presidential": 241, "months": 242, "share": 243, "record": 244, "secretary": 245, "final": 246, "third": 247, "west": 248, "northern": 249, "africa": 250, "air": 251, "deal": 252, "australian": 253, "take": 254, "meeting": 255, "th": 256, "rights": 257, "clinton": 258, "forces": 259, "health": 260, "quarter": 261, "ministry": 262, "indian": 263, "iraqi": 264, "killing": 265, "died": 266, "elections": 267, "if": 268, "britain": 269, "nation": 270, "capital": 271, "asian": 272, "arrested": 273, "anti": 274, "since": 275, "fire": 276, "him": 277, "economy": 278, "gold": 279, "expected": 280, "amid": 281, "while": 282, "attacks": 283, "left": 284, "germany": 285, "lead": 286, "afghanistan": 287, "days": 288, "public": 289, "dead": 290, "crisis": 291, "region": 292, "australia": 293, "night": 294, "largest": 295, "long": 296, "office": 297, "trial": 298, "reports": 299, "power": 300, "support": 301, "case": 302, "financial": 303, "obama": 304, "_": 305, "through": 306, "say": 307, "made": 308, "al": 309, "index": 310, "another": 311, "following": 312, "ahead": 313, "being": 314, "men": 315, "round": 316, "despite": 317, "euro": 318, "found": 319, "global": 320, "near": 321, "profit": 322, "force": 323, "key": 324, "them": 325, "head": 326, "hit": 327, "won": 328, "injured": 329, "victory": 330, "street": 331, "drug": 332, "workers": 333, "parliament": 334, "charges": 335, "media": 336, "make": 337, "bid": 338, "rebels": 339, "season": 340, "campaign": 341, "service": 342, "calls": 343, "aid": 344, "business": 345, "accused": 346, "beijing": 347, "border": 348, "olympic": 349, "games": 350, "part": 351, "senior": 352, "bomb": 353, "center": 354, "meet": 355, "council": 356, "still": 357, "europe": 358, "can": 359, "agreement": 360, "saying": 361, "soldiers": 362, "members": 363, "strike": 364, "law": 365, "sales": 366, "work": 367, "sri": 368, "george": 369, "ago": 370, "thousands": 371, "led": 372, "because": 373, "white": 374, "urged": 375, "trading": 376, "program": 377, "seven": 378, "late": 379, "bill": 380, "test": 381, "wall": 382, "gaza": 383, "rose": 384, "there": 385, ":": 386, "run": 387, "john": 388, "investors": 389, "where": 390, "mexico": 391, "including": 392, "wins": 393, "london": 394, "human": 395, "coach": 396, "cooperation": 397, "premier": 398, "development": 399, "nato": 400, "turkey": 401, "republic": 402, "children": 403, "industry": 404, "vote": 405, "markets": 406, "car": 407, "violence": 408, "game": 409, "suspected": 410, "what": 411, "corp": 412, "indonesia": 413, "released": 414, "press": 415, "spokesman": 416, "washington": 417, "efforts": 418, "should": 419, "way": 420, "korean": 421, "italian": 422, "democratic": 423, "rate": 424, "summit": 425, "return": 426, "protest": 427, "nearly": 428, "half": 429, "judge": 430, "growth": 431, "cut": 432, "dealers": 433, "department": 434, "england": 435, "she": 436, "race": 437, "administration": 438, "congress": 439, "start": 440, "eight": 441, "just": 442, "gas": 443, "islamic": 444, "only": 445, "opened": 446, "tour": 447, "companies": 448, "free": 449, "fight": 450, "commission": 451, "western": 452, "morning": 453, "rise": 454, "beat": 455, "food": 456, "conference": 457, "match": 458, "energy": 459, "school": 460, "philippine": 461, "agreed": 462, "america": 463, "life": 464, "prison": 465, "italy": 466, "leading": 467, "spain": 468, "hold": 469, "strong": 470, "due": 471, "w": 472, "committee": 473, "face": 474, "get": 475, "fell": 476, "eastern": 477, "shot": 478, "move": 479, "soccer": 480, "canada": 481, "asia": 482, "thai": 483, "title": 484, "afghan": 485, "island": 486, "system": 487, "across": 488, "took": 489, "brazil": 490, "show": 491, "vice": 492, "around": 493, "tokyo": 494, "decision": 495, "senate": 496, "pay": 497, "many": 498, "budget": 499, "ruling": 500, "co": 501, "town": 502, "series": 503, "interest": 504, "release": 505, "turkish": 506, "control": 507, "giant": 508, "champion": 509, "investment": 510, "star": 511, "chairman": 512, "big": 513, "woman": 514, "zealand": 515, "ban": 516, "vietnam": 517, "thailand": 518, "number": 519, "others": 520, "signed": 521, "coast": 522, "biggest": 523, "recent": 524, "indonesian": 525, "again": 526, "right": 527, "taking": 528, "past": 529, "even": 530, "told": 531, "any": 532, "ties": 533, "money": 534, "warned": 535, "several": 536, "charged": 537, "now": 538, "spanish": 539, "militants": 540, "lanka": 541, "march": 542, "latest": 543, "family": 544, "price": 545, "inc": 546, "weekend": 547, "possible": 548, "policy": 549, "fall": 550, "baghdad": 551, "arab": 552, "use": 553, "urges": 554, "airport": 555, "california": 556, "organization": 557, "yen": 558, "hopes": 559, "so": 560, "increase": 561, "among": 562, "tax": 563, "weeks": 564, "go": 565, "middle": 566, "play": 567, "plane": 568, "zimbabwe": 569, "began": 570, "rebel": 571, "terrorism": 572, "hospital": 573, "discuss": 574, "put": 575, "muslim": 576, "sign": 577, "fund": 578, "opening": 579, "fighting": 580, "fourth": 581, "met": 582, "flu": 583, "club": 584, "lebanon": 585, "malaysia": 586, "main": 587, "myanmar": 588, "hundreds": 589, "call": 590, "nine": 591, "egypt": 592, "action": 593, "special": 594, "championship": 595, "university": 596, "demand": 597, "suicide": 598, "do": 599, "alleged": 600, "executive": 601, "labor": 602, "palestinians": 603, "post": 604, "m": 605, "without": 606, "television": 607, "future": 608, "republican": 609, "rates": 610, "give": 611, "whether": 612, "saudi": 613, "missing": 614, "ministers": 615, "murder": 616, "rally": 617, "shanghai": 618, "red": 619, "terror": 620, "further": 621, "ended": 622, "philippines": 623, "times": 624, "both": 625, "canadian": 626, "newspaper": 627, "wounded": 628, "become": 629, "arrived": 630, "results": 631, "relations": 632, "texas": 633, "terrorist": 634, "member": 635, "groups": 636, "contract": 637, "like": 638, "board": 639, "keep": 640, "finance": 641, "based": 642, "nigeria": 643, "iranian": 644, "loss": 645, "barack": 646, "internet": 647, "june": 648, "crash": 649, "victims": 650, "football": 651, "how": 652, "boost": 653, "sources": 654, "level": 655, "arrest": 656, "role": 657, "small": 658, "joint": 659, "best": 660, "pakistani": 661, "body": 662, "much": 663, "illegal": 664, "area": 665, "dutch": 666, "tournament": 667, "mission": 668, "regional": 669, "issue": 670, "july": 671, "investigation": 672, "supreme": 673, "de": 674, "water": 675, "kosovo": 676, "continue": 677, "battle": 678, "making": 679, "production": 680, "gains": 681, "data": 682, "earlier": 683, "line": 684, "launched": 685, "pm": 686, "place": 687, "dies": 688, "greek": 689, "taliban": 690, "st": 691, "trying": 692, "sentenced": 693, "change": 694, "paris": 695, "los": 696, "players": 697, "king": 698, "stop": 699, "hamas": 700, "concerns": 701, "firm": 702, "little": 703, "bombing": 704, "bangladesh": 705, "earnings": 706, "mark": 707, "wants": 708, "students": 709, "scored": 710, "emergency": 711, "rival": 712, "space": 713, "low": 714, "crimes": 715, "used": 716, "issues": 717, "net": 718, "san": 719, "hours": 720, "association": 721, "well": 722, "civil": 723, "armed": 724, "step": 725, "ordered": 726, "pressure": 727, "term": 728, "claims": 729, "private": 730, "offer": 731, "outside": 732, "angeles": 733, "jobs": 734, "lawmakers": 735, "building": 736, "away": 737, "takes": 738, "reach": 739, "cabinet": 740, "far": 741, "taipei": 742, "young": 743, "ex": 744, "effort": 745, "mixed": 746, "stage": 747, "moscow": 748, "same": 749, "banks": 750, "annual": 751, "communist": 752, "launch": 753, "likely": 754, "corruption": 755, "sea": 756, "tv": 757, "medical": 758, "amp": 759, "services": 760, "buy": 761, "jordan": 762, "rules": 763, "envoy": 764, "good": 765, "kills": 766, "ready": 767, "continued": 768, "grand": 769, "failed": 770, "opens": 771, "lost": 772, "black": 773, "fears": 774, "champions": 775, "join": 776, "deadly": 777, "justice": 778, "film": 779, "swiss": 780, "earthquake": 781, "threat": 782, "probe": 783, "order": 784, "coalition": 785, "own": 786, "winning": 787, "greece": 788, "went": 789, "director": 790, "growing": 791, "ireland": 792, "road": 793, "daily": 794, "toward": 795, "dispute": 796, "whose": 797, "information": 798, "technology": 799, "&": 800, "airlines": 801, "gulf": 802, "protests": 803, "history": 804, "leave": 805, "process": 806, "championships": 807, "must": 808, "study": 809, "plant": 810, "pacific": 811, "aimed": 812, "sent": 813, "reached": 814, "planned": 815, "station": 816, "inflation": 817, "did": 818, "seek": 819, "reform": 820, "session": 821, "meets": 822, "xinhua": 823, "confirmed": 824, "named": 825, "heavy": 826, "mayor": 827, "governor": 828, "candidate": 829, "church": 830, "egyptian": 831, "soon": 832, "officer": 833, "job": 834, "cross": 835, "statement": 836, "toll": 837, "michael": 838, "bosnia": 839, "americans": 840, "build": 841, "prosecutors": 842, "\\": 843, "full": 844, "legal": 845, "/": 846, "mexican": 847, "convicted": 848, "land": 849, "anniversary": 850, "dlrs": 851, "drop": 852, "kill": 853, "showed": 854, "olympics": 855, "behind": 856, "embassy": 857, "debt": 858, "radio": 859, "ever": 860, "re": 861, "kenya": 862, "better": 863, "until": 864, "gets": 865, "officers": 866, "might": 867, "begin": 868, "bus": 869, "project": 870, "sudan": 871, "host": 872, "real": 873, "bosnian": 874, "train": 875, "seeking": 876, "sports": 877, "deputy": 878, "debate": 879, "detained": 880, "experts": 881, "aids": 882, "sell": 883, "decided": 884, "total": 885, "wife": 886, "operation": 887, "maker": 888, "seeks": 889, "ii": 890, "parties": 891, "you": 892, "construction": 893, "site": 894, "florida": 895, "september": 896, "straight": 897, "warns": 898, "profits": 899, "sector": 900, "nepal": 901, "suspect": 902, "cuts": 903, "asked": 904, "proposed": 905, "tennis": 906, "guilty": 907, "january": 908, "arms": 909, "explosion": 910, "measures": 911, "safety": 912, "cases": 913, "reserve": 914, "rising": 915, "cricket": 916, "weapons": 917, "sanctions": 918, "industrial": 919, "fresh": 920, "large": 921, "democrats": 922, "fired": 923, "malaysian": 924, "czech": 925, "signs": 926, "disease": 927, "soldier": 928, "flight": 929, "brazilian": 930, "losses": 931, "few": 932, "argentina": 933, "pro": 934, "research": 935, "community": 936, "operations": 937, "problems": 938, "training": 939, "ukraine": 940, "concern": 941, "arafat": 942, "strip": 943, "such": 944, "computer": 945, "jail": 946, "field": 947, "child": 948, "pope": 949, "later": 950, "short": 951, "blast": 952, "within": 953, "working": 954, "find": 955, "refugees": 956, "cuba": 957, "credit": 958, "japan": 959, "send": 960, "scandal": 961, "base": 962, "running": 963, "travel": 964, "shooting": 965, "those": 966, "spending": 967, "warning": 968, "faces": 969, "previous": 970, "venezuela": 971, "summer": 972, "domestic": 973, "education": 974, "care": 975, "ambassador": 976, "delegation": 977, "social": 978, "fuel": 979, "almost": 980, "issued": 981, "network": 982, "camp": 983, "player": 984, "storm": 985, "hits": 986, "jewish": 987, "funds": 988, "accident": 989, "hk": 990, "see": 991, "known": 992, "try": 993, "negotiations": 994, "along": 995, "county": 996, "affairs": 997, "once": 998, "afternoon": 999, "sharply": 1000, "areas": 1001, "search": 1002, "saddam": 1003, "syria": 1004, "residents": 1005, "list": 1006, "november": 1007, "expressed": 1008, "products": 1009, "ground": 1010, "georgia": 1011, "currency": 1012, "front": 1013, "massive": 1014, "son": 1015, "park": 1016, "river": 1017, "parliamentary": 1018, "allow": 1019, "david": 1020, "conflict": 1021, "gov": 1022, "airline": 1023, "paul": 1024, "visiting": 1025, "manager": 1026, "less": 1027, "confidence": 1028, "october": 1029, "kashmir": 1030, "ruled": 1031, "exports": 1032, "drugs": 1033, "consumer": 1034, "charge": 1035, "slightly": 1036, "japanese": 1037, "nigerian": 1038, "period": 1039, "sex": 1040, "break": 1041, "lawyer": 1042, "point": 1043, "hope": 1044, "heart": 1045, "attempt": 1046, "trip": 1047, "port": 1048, "worth": 1049, "event": 1050, "suspects": 1051, "colombia": 1052, "come": 1053, "lebanese": 1054, "moving": 1055, "fraud": 1056, "also": 1057, "remains": 1058, "rule": 1059, "poor": 1060, "mass": 1061, "gave": 1062, "d": 1063, "scheduled": 1064, "rejected": 1065, "democracy": 1066, "forced": 1067, "current": 1068, "claimed": 1069, "movement": 1070, "sweden": 1071, "crime": 1072, "suspended": 1073, "denied": 1074, "ethnic": 1075, "rescue": 1076, "orders": 1077, "provide": 1078, "serb": 1079, "robert": 1080, "push": 1081, "helped": 1082, "aircraft": 1083, "beats": 1084, "great": 1085, "sale": 1086, "poland": 1087, "goal": 1088, "side": 1089, "came": 1090, "does": 1091, "protesters": 1092, "century": 1093, "ship": 1094, "sept": 1095, "militant": 1096, "authority": 1097, "progress": 1098, "turned": 1099, "rises": 1100, "diplomatic": 1101, "missile": 1102, "staff": 1103, "music": 1104, "euros": 1105, "bird": 1106, "ending": 1107, "cyprus": 1108, "relief": 1109, "carrying": 1110, "each": 1111, "homes": 1112, "i": 1113, "too": 1114, "august": 1115, "deaths": 1116, "hard": 1117, "makes": 1118, "received": 1119, "injury": 1120, "dropped": 1121, "cost": 1122, "caused": 1123, "recovery": 1124, "taken": 1125, "bring": 1126, "guard": 1127, "seen": 1128, "stay": 1129, "leaving": 1130, "fans": 1131, "crude": 1132, "uganda": 1133, "civilians": 1134, "putin": 1135, "calling": 1136, "cancer": 1137, "moved": 1138, "deficit": 1139, "hussein": 1140, "traffic": 1141, "festival": 1142, "zone": 1143, "madrid": 1144, "returned": 1145, "remain": 1146, "himself": 1147, "insurance": 1148, "polls": 1149, "intelligence": 1150, "interior": 1151, "clashes": 1152, "troubled": 1153, "activists": 1154, "sets": 1155, "allegedly": 1156, "controversial": 1157, "draw": 1158, "congo": 1159, "raise": 1160, "english": 1161, "figures": 1162, "clash": 1163, "swedish": 1164, "increased": 1165, "decades": 1166, "basketball": 1167, "voters": 1168, "leaves": 1169, "published": 1170, "coming": 1171, "improve": 1172, "highest": 1173, "millions": 1174, "futures": 1175, "competition": 1176, "resume": 1177, "crashed": 1178, "given": 1179, "career": 1180, "powerful": 1181, "forward": 1182, "proposal": 1183, "kuwait": 1184, "dozens": 1185, "yuan": 1186, "december": 1187, "falls": 1188, "panel": 1189, "commander": 1190, "elected": 1191, "using": 1192, "phone": 1193, "seized": 1194, "hurricane": 1195, "challenge": 1196, "qaida": 1197, "poll": 1198, "flights": 1199, "settlement": 1200, "going": 1201, "resolution": 1202, "cash": 1203, "scientists": 1204, "already": 1205, "prevent": 1206, "shows": 1207, "planning": 1208, "overseas": 1209, "boston": 1210, "overnight": 1211, "need": 1212, "attend": 1213, "criminal": 1214, "unit": 1215, "evidence": 1216, "threatened": 1217, "cities": 1218, "division": 1219, "sen": 1220, "name": 1221, "tamil": 1222, "form": 1223, "irish": 1224, "blair": 1225, "costs": 1226, "rice": 1227, "jailed": 1228, "statistics": 1229, "protect": 1230, "protection": 1231, "prize": 1232, "positive": 1233, "navy": 1234, "serbia": 1235, "track": 1236, "climate": 1237, "started": 1238, "chicago": 1239, "prosecutor": 1240, "allegations": 1241, "independence": 1242, "huge": 1243, "attorney": 1244, "mideast": 1245, "immigration": 1246, "agree": 1247, "district": 1248, "selling": 1249, "fifth": 1250, "banned": 1251, "tests": 1252, "row": 1253, "finish": 1254, "tourism": 1255, "alliance": 1256, "light": 1257, "auto": 1258, "sees": 1259, "religious": 1260, "book": 1261, "h": 1262, "denies": 1263, "holding": 1264, "worst": 1265, "april": 1266, "look": 1267, "beating": 1268, "yet": 1269, "mainland": 1270, "export": 1271, "closes": 1272, "northwest": 1273, "finals": 1274, "tried": 1275, "southeast": 1276, "e": 1277, "analysts": 1278, "tiger": 1279, "polish": 1280, "facing": 1281, "abuse": 1282, "catholic": 1283, "ends": 1284, "february": 1285, "hand": 1286, "shiite": 1287, "commercial": 1288, "backed": 1289, "linked": 1290, "schools": 1291, "became": 1292, "supporters": 1293, "banking": 1294, "age": 1295, "owned": 1296, "college": 1297, "changes": 1298, "recently": 1299, "parts": 1300, "promote": 1301, "candidates": 1302, "situation": 1303, "holiday": 1304, "turn": 1305, "serious": 1306, "popular": 1307, "friendly": 1308, "tough": 1309, "declared": 1310, "treaty": 1311, "jerusalem": 1312, "risk": 1313, "visits": 1314, "begins": 1315, "j": 1316, "arabia": 1317, "double": 1318, "bay": 1319, "drive": 1320, "claim": 1321, "lawyers": 1322, "weather": 1323, "enough": 1324, "bodies": 1325, "g": 1326, "offers": 1327, "independent": 1328, "bilateral": 1329, "stake": 1330, "damage": 1331, "assembly": 1332, "super": 1333, "hotel": 1334, "rugby": 1335, "approved": 1336, "haiti": 1337, "draft": 1338, "reaching": 1339, "gunmen": 1340, "wo": 1341, "stadium": 1342, "performance": 1343, "athens": 1344, "arrives": 1345, "looking": 1346, "zambia": 1347, "federation": 1348, "colombian": 1349, "hour": 1350, "territory": 1351, "online": 1352, "winter": 1353, "village": 1354, "environmental": 1355, "management": 1356, "lankan": 1357, "condemned": 1358, "bombings": 1359, "movie": 1360, "quake": 1361, "b": 1362, "o": 1363, "advance": 1364, "wanted": 1365, "student": 1366, "broke": 1367, "medal": 1368, "employees": 1369, "baseball": 1370, "got": 1371, "squad": 1372, "supply": 1373, "want": 1374, "teams": 1375, "rain": 1376, "doctors": 1377, "winner": 1378, "mother": 1379, "housing": 1380, "tony": 1381, "jury": 1382, "republicans": 1383, "evening": 1384, "prisoners": 1385, "kurdish": 1386, "moves": 1387, "treatment": 1388, "lawsuit": 1389, "mine": 1390, "majority": 1391, "boy": 1392, "pct": 1393, "criticism": 1394, "tourists": 1395, "closer": 1396, "reforms": 1397, "cambodia": 1398, "review": 1399, "leads": 1400, "starting": 1401, "raised": 1402, "defending": 1403, "then": 1404, "strikes": 1405, "immigrants": 1406, "unemployment": 1407, "blue": 1408, "microsoft": 1409, "having": 1410, "soviet": 1411, "firms": 1412, "natural": 1413, "passengers": 1414, "annan": 1415, "yugoslavia": 1416, "father": 1417, "award": 1418, "upcoming": 1419, "steps": 1420, "raid": 1421, "truck": 1422, "response": 1423, "filed": 1424, "brought": 1425, "vowed": 1426, "passenger": 1427, "raising": 1428, "giving": 1429, "sought": 1430, "rejects": 1431, "croatia": 1432, "loan": 1433, "reduce": 1434, "disaster": 1435, "stand": 1436, "defeat": 1437, "pledged": 1438, "cars": 1439, "minutes": 1440, "conservative": 1441, "offered": 1442, "focus": 1443, "striker": 1444, "returns": 1445, "families": 1446, "talk": 1447, "crackdown": 1448, "conditions": 1449, "jet": 1450, "combat": 1451, "surgery": 1452, "lives": 1453, "darfur": 1454, "helicopter": 1455, "fair": 1456, "constitution": 1457, "decade": 1458, "art": 1459, "latin": 1460, "ceremony": 1461, "clear": 1462, "target": 1463, "mccain": 1464, "holds": 1465, "gives": 1466, "museum": 1467, "hostage": 1468, "vows": 1469, "tensions": 1470, "brown": 1471, "farmers": 1472, "streets": 1473, "royal": 1474, "romania": 1475, "names": 1476, "attacked": 1477, "demands": 1478, "portugal": 1479, "buying": 1480, "tehran": 1481, "green": 1482, "chavez": 1483, "syrian": 1484, "historic": 1485, "video": 1486, "prince": 1487, "projects": 1488, "journalists": 1489, "journalist": 1490, "girl": 1491, "speed": 1492, "continues": 1493, "never": 1494, "chance": 1495, "non": 1496, "accord": 1497, "miss": 1498, "switzerland": 1499, "survey": 1500, "headquarters": 1501, "gay": 1502, "act": 1503, "legislation": 1504, "injuring": 1505, "avoid": 1506, "announces": 1507, "struck": 1508, "counterpart": 1509, "delay": 1510, "norway": 1511, "source": 1512, "crew": 1513, "citizens": 1514, "disputed": 1515, "southwest": 1516, "involved": 1517, "position": 1518, "atlanta": 1519, "separatist": 1520, "secret": 1521, "goals": 1522, "stars": 1523, "bonds": 1524, "treasury": 1525, "investigators": 1526, "heads": 1527, "chechnya": 1528, "die": 1529, "netherlands": 1530, "laws": 1531, "vladimir": 1532, "congressional": 1533, "hillary": 1534, "offensive": 1535, "needed": 1536, "securities": 1537, "representatives": 1538, "access": 1539, "potential": 1540, "northeast": 1541, "corporate": 1542, "mobile": 1543, "every": 1544, "sold": 1545, "closing": 1546, "virus": 1547, "setting": 1548, "losing": 1549, "austria": 1550, "course": 1551, "p": 1552, "bad": 1553, "pounds": 1554, "questions": 1555, "refugee": 1556, "sides": 1557, "single": 1558, "remained": 1559, "milan": 1560, "sending": 1561, "halt": 1562, "above": 1563, "expand": 1564, "referendum": 1565, "rare": 1566, "getting": 1567, "enterprises": 1568, "create": 1569, "violent": 1570, "chancellor": 1571, "living": 1572, "expectations": 1573, "prepared": 1574, "headed": 1575, "decline": 1576, "islands": 1577, "leadership": 1578, "q": 1579, "package": 1580, "hearing": 1581, "voted": 1582, "needs": 1583, "hockey": 1584, "cuban": 1585, "bureau": 1586, "jones": 1587, "yasser": 1588, "expects": 1589, "problem": 1590, "peru": 1591, "jersey": 1592, "pentagon": 1593, "goes": 1594, "agriculture": 1595, "boat": 1596, "links": 1597, "humanitarian": 1598, "outbreak": 1599, "christmas": 1600, "speech": 1601, "speaker": 1602, "sharp": 1603, "williams": 1604, "presidency": 1605, "recession": 1606, "gain": 1607, "kenyan": 1608, "software": 1609, "elect": 1610, "investigating": 1611, "property": 1612, "james": 1613, "chile": 1614, "equipment": 1615, "hall": 1616, "ease": 1617, "sentence": 1618, "block": 1619, "bringing": 1620, "civilian": 1621, "davis": 1622, "witnesses": 1623, "falling": 1624, "tons": 1625, "c": 1626, "gore": 1627, "steel": 1628, "related": 1629, "programs": 1630, "important": 1631, "fast": 1632, "newly": 1633, "coup": 1634, "businesses": 1635, "launches": 1636, "request": 1637, "monetary": 1638, "nba": 1639, "output": 1640, "yeltsin": 1641, "votes": 1642, "transport": 1643, "forum": 1644, "boeing": 1645, "weak": 1646, "driver": 1647, "inside": 1648, "personal": 1649, "rivals": 1650, "together": 1651, "tourist": 1652, "manchester": 1653, "hollywood": 1654, "web": 1655, "rocket": 1656, "develop": 1657, "diplomats": 1658, "fed": 1659, "person": 1660, "serbs": 1661, "nationwide": 1662, "diplomat": 1663, "strengthen": 1664, "allowed": 1665, "awards": 1666, "these": 1667, "wing": 1668, "deep": 1669, "welcomed": 1670, "tech": 1671, "prix": 1672, "environment": 1673, "jose": 1674, "save": 1675, "very": 1676, "fbi": 1677, "allies": 1678, "qualifying": 1679, "rich": 1680, "leg": 1681, "peacekeeping": 1682, "paid": 1683, "forecast": 1684, "figure": 1685, "starts": 1686, "ivory": 1687, "argentine": 1688, "fm": 1689, "agencies": 1690, "nobel": 1691, "developing": 1692, "played": 1693, "condemns": 1694, "records": 1695, "threats": 1696, "finally": 1697, "lee": 1698, "deadline": 1699, "extend": 1700, "governing": 1701, "common": 1702, "guerrillas": 1703, "carrier": 1704, "f": 1705, "belgian": 1706, "francisco": 1707, "injuries": 1708, "refused": 1709, "criticized": 1710, "motor": 1711, "delayed": 1712, "hands": 1713, "bombs": 1714, "legislative": 1715, "cause": 1716, "wounding": 1717, "bin": 1718, "promised": 1719, "minute": 1720, "compared": 1721, "playing": 1722, "austrian": 1723, "shut": 1724, "supplies": 1725, "takeover": 1726, "success": 1727, "ways": 1728, "scores": 1729, "pact": 1730, "struggling": 1731, "flood": 1732, "classic": 1733, "alert": 1734, "sudanese": 1735, "activities": 1736, "l": 1737, "documents": 1738, "traders": 1739, "spread": 1740, "though": 1741, "doping": 1742, "strategy": 1743, "believed": 1744, "veteran": 1745, "hurt": 1746, "executives": 1747, "muslims": 1748, "worries": 1749, "plot": 1750, "commerce": 1751, "politics": 1752, "renewed": 1753, "atlantic": 1754, "considering": 1755, "worldwide": 1756, "status": 1757, "rock": 1758, "governments": 1759, "assets": 1760, "bomber": 1761, "imports": 1762, "macao": 1763, "guantanamo": 1764, "sharon": 1765, "fiscal": 1766, "posts": 1767, "targets": 1768, "direct": 1769, "consider": 1770, "vehicles": 1771, "increasing": 1772, "suffered": 1773, "retail": 1774, "assault": 1775, "passed": 1776, "vietnamese": 1777, "finds": 1778, "rangers": 1779, "abbas": 1780, "penalty": 1781, "income": 1782, "jan": 1783, "serbian": 1784, "powell": 1785, "era": 1786, "prominent": 1787, "christian": 1788, "loans": 1789, "somalia": 1790, "helping": 1791, "lift": 1792, "crucial": 1793, "terrorists": 1794, "tsunami": 1795, "venezuelan": 1796, "jets": 1797, "failure": 1798, "policies": 1799, "fighters": 1800, "wave": 1801, "resolve": 1802, "martin": 1803, "live": 1804, "golf": 1805, "appeared": 1806, "spring": 1807, "wake": 1808, "wto": 1809, "joined": 1810, "chen": 1811, "parents": 1812, "surge": 1813, "tanzania": 1814, "berlin": 1815, "dialogue": 1816, "poverty": 1817, "ethiopia": 1818, "posted": 1819, "revenue": 1820, "blamed": 1821, "resignation": 1822, "exploded": 1823, "chirac": 1824, "mostly": 1825, "belgium": 1826, "ford": 1827, "caribbean": 1828, "ugandan": 1829, "jackson": 1830, "message": 1831, "population": 1832, "self": 1833, "bulgaria": 1834, "somali": 1835, "giants": 1836, "interview": 1837, "showing": 1838, "imf": 1839, "floods": 1840, "decide": 1841, "chemical": 1842, "owner": 1843, "gathered": 1844, "sars": 1845, "queen": 1846, "activist": 1847, "seriously": 1848, "exhibition": 1849, "youth": 1850, "watchdog": 1851, "foot": 1852, "extended": 1853, "producer": 1854, "pilot": 1855, "chechen": 1856, "freed": 1857, "auction": 1858, "resigned": 1859, "satellite": 1860, "plc": 1861, "hezbollah": 1862, "peacekeepers": 1863, "commissioner": 1864, "gun": 1865, "address": 1866, "farm": 1867, "unity": 1868, "cold": 1869, "trafficking": 1870, "planes": 1871, "jakarta": 1872, "bankruptcy": 1873, "agent": 1874, "roman": 1875, "asks": 1876, "charles": 1877, "communications": 1878, "hoping": 1879, "patients": 1880, "tobacco": 1881, "regime": 1882, "freedom": 1883, "vehicle": 1884, "terms": 1885, "goods": 1886, "levels": 1887, "tribunal": 1888, "afp": 1889, "smuggling": 1890, "rest": 1891, "danish": 1892, "blow": 1893, "daughter": 1894, "threatens": 1895, "below": 1896, "kept": 1897, "offering": 1898, "captain": 1899, "result": 1900, "nazi": 1901, "coal": 1902, "ensure": 1903, "voting": 1904, "airways": 1905, "angola": 1906, "connection": 1907, "expansion": 1908, "immediate": 1909, "cargo": 1910, "controlled": 1911, "class": 1912, "ukrainian": 1913, "spent": 1914, "withdrawal": 1915, "ag": 1916, "aviation": 1917, "resort": 1918, "beach": 1919, "let": 1920, "agents": 1921, "defeated": 1922, "cease": 1923, "born": 1924, "senator": 1925, "denmark": 1926, "science": 1927, "jump": 1928, "involving": 1929, "discovered": 1930, "steady": 1931, "baby": 1932, "doctor": 1933, "changed": 1934, "greater": 1935, "welcomes": 1936, "scale": 1937, "cell": 1938, "bond": 1939, "pledges": 1940, "hiv": 1941, "investigate": 1942, "van": 1943, "concerned": 1944, "slow": 1945, "libya": 1946, "dow": 1947, "blood": 1948, "tibet": 1949, "musharraf": 1950, "ltd": 1951, "beginning": 1952, "johnson": 1953, "dismissed": 1954, "venture": 1955, "sarkozy": 1956, "institute": 1957, "saw": 1958, "lawmaker": 1959, "lines": 1960, "assistance": 1961, "unions": 1962, "sydney": 1963, "richard": 1964, "separate": 1965, "powers": 1966, "fear": 1967, "qualifier": 1968, "rwanda": 1969, "blasts": 1970, "unveiled": 1971, "cutting": 1972, "room": 1973, "taiwanese": 1974, "safe": 1975, "el": 1976, "shuttle": 1977, "inquiry": 1978, "qaeda": 1979, "pulled": 1980, "fifa": 1981, "spy": 1982, "cultural": 1983, "accept": 1984, "telecommunications": 1985, "consecutive": 1986, "range": 1987, "inter": 1988, "dprk": 1989, "surprise": 1990, "primary": 1991, "per": 1992, "average": 1993, "opec": 1994, "completed": 1995, "motors": 1996, "ousted": 1997, "tens": 1998, "debut": 1999, "critical": 2000, "looks": 2001, "factory": 2002, "question": 2003, "detention": 2004, "faced": 2005, "yugoslav": 2006, "finland": 2007, "resources": 2008, "mining": 2009, "actor": 2010, "wide": 2011, "abroad": 2012, "impact": 2013, "standing": 2014, "becoming": 2015, "dozen": 2016, "threatening": 2017, "practice": 2018, "norwegian": 2019, "sixth": 2020, "causing": 2021, "laden": 2022, "mubarak": 2023, "customs": 2024, "telecom": 2025, "spot": 2026, "timor": 2027, "stability": 2028, "convention": 2029, "asean": 2030, "enter": 2031, "arsenal": 2032, "pace": 2033, "ocean": 2034, "husband": 2035, "preparing": 2036, "backs": 2037, "announce": 2038, "tie": 2039, "systems": 2040, "telephone": 2041, "replace": 2042, "female": 2043, "highway": 2044, "jean": 2045, "demanded": 2046, "postponed": 2047, "constitutional": 2048, "added": 2049, "date": 2050, "seeded": 2051, "letter": 2052, "runs": 2053, "ten": 2054, "seat": 2055, "matches": 2056, "operating": 2057, "custody": 2058, "mid": 2059, "currencies": 2060, "ounce": 2061, "fires": 2062, "reporting": 2063, "semi": 2064, "albanian": 2065, "aboard": 2066, "hungary": 2067, "ice": 2068, "assassination": 2069, "pipeline": 2070, "kim": 2071, "politicians": 2072, "advanced": 2073, "memorial": 2074, "interim": 2075, "li": 2076, "severe": 2077, "failing": 2078, "receive": 2079, "israelis": 2080, "lack": 2081, "organizers": 2082, "mountain": 2083, "barcelona": 2084, "iraqis": 2085, "handed": 2086, "your": 2087, "romanian": 2088, "masters": 2089, "traditional": 2090, "eve": 2091, "la": 2092, "neighboring": 2093, "clients": 2094, "ask": 2095, "longer": 2096, "sites": 2097, "lake": 2098, "built": 2099, "swine": 2100, "milosevic": 2101, "forest": 2102, "waters": 2103, "flat": 2104, "sexual": 2105, "boris": 2106, "magazine": 2107, "barrel": 2108, "couple": 2109, "driving": 2110, "welcome": 2111, "singer": 2112, "divided": 2113, "square": 2114, "rural": 2115, "torn": 2116, "invest": 2117, "committed": 2118, "regulators": 2119, "stories": 2120, "tropical": 2121, "detroit": 2122, "defends": 2123, "marine": 2124, "contracts": 2125, "channel": 2126, "prepare": 2127, "researchers": 2128, "brother": 2129, "continuing": 2130, "genocide": 2131, "themselves": 2132, "electricity": 2133, "vatican": 2134, "semifinals": 2135, "portuguese": 2136, "drops": 2137, "pre": 2138, "arrests": 2139, "landmark": 2140, "peter": 2141, "cambodian": 2142, "marathon": 2143, "hostages": 2144, "resign": 2145, "bob": 2146, "jacques": 2147, "northeastern": 2148, "mike": 2149, "yemen": 2150, "nd": 2151, "limited": 2152, "outlook": 2153, "promises": 2154, "itself": 2155, "honor": 2156, "merger": 2157, "kofi": 2158, "boycott": 2159, "cia": 2160, "stronger": 2161, "settle": 2162, "peaceful": 2163, "value": 2164, "benefits": 2165, "raises": 2166, "nasa": 2167, "plunged": 2168, "uk": 2169, "abortion": 2170, "killer": 2171, "membership": 2172, "spend": 2173, "guards": 2174, "autonomous": 2175, "critics": 2176, "aide": 2177, "jordanian": 2178, "estate": 2179, "heat": 2180, "pleaded": 2181, "withdraw": 2182, "story": 2183, "trust": 2184, "comes": 2185, "quit": 2186, "solution": 2187, "struggle": 2188, "arrive": 2189, "we": 2190, "complete": 2191, "offices": 2192, "mahmoud": 2193, "overall": 2194, "suit": 2195, "entry": 2196, "reaches": 2197, "canceled": 2198, "rome": 2199, "k": 2200, "delays": 2201, "cox": 2202, "transfer": 2203, "remote": 2204, "miami": 2205, "ali": 2206, "hugo": 2207, "caught": 2208, "organizations": 2209, "citing": 2210, "provincial": 2211, "arizona": 2212, "kerry": 2213, "shenzhen": 2214, "r": 2215, "radical": 2216, "chelsea": 2217, "belarus": 2218, "truce": 2219, "culture": 2220, "carlos": 2221, "agenda": 2222, "railway": 2223, "gop": 2224, "testing": 2225, "electoral": 2226, "involvement": 2227, "houston": 2228, "destroyed": 2229, "confident": 2230, "fighter": 2231, "fishing": 2232, "ecuador": 2233, "policemen": 2234, "urge": 2235, "funding": 2236, "carry": 2237, "midfielder": 2238, "manufacturing": 2239, "survivors": 2240, "demanding": 2241, "table": 2242, "guinea": 2243, "moderate": 2244, "mail": 2245, "formally": 2246, "successful": 2247, "william": 2248, "events": 2249, "quickly": 2250, "agrees": 2251, "love": 2252, "asylum": 2253, "seoul": 2254, "lose": 2255, "manhattan": 2256, "cocaine": 2257, "breaking": 2258, "cable": 2259, "killings": 2260, "gen": 2261, "marks": 2262, "clean": 2263, "funeral": 2264, "croatian": 2265, "nt": 2266, "accuses": 2267, "consumers": 2268, "pilots": 2269, "miles": 2270, "?": 2271, "admitted": 2272, "grant": 2273, "famous": 2274, "scotland": 2275, "ongoing": 2276, "watch": 2277, "stepped": 2278, "northwestern": 2279, "landing": 2280, "restrictions": 2281, "dr": 2282, "sport": 2283, "officially": 2284, "expert": 2285, "hot": 2286, "ring": 2287, "ancient": 2288, "mosque": 2289, "holy": 2290, "fellow": 2291, "plants": 2292, "signing": 2293, "rallied": 2294, "although": 2295, "commonwealth": 2296, "grew": 2297, "teen": 2298, "airbus": 2299, "pull": 2300, "cleric": 2301, "nomination": 2302, "bridge": 2303, "electric": 2304, "massacre": 2305, "details": 2306, "agricultural": 2307, "mln": 2308, "celebrate": 2309, "meters": 2310, "pledge": 2311, "link": 2312, "angry": 2313, "taxes": 2314, "indicted": 2315, "quarterfinals": 2316, "formula": 2317, "berlusconi": 2318, "lifted": 2319, "wild": 2320, "macedonia": 2321, "technical": 2322, "snow": 2323, "founder": 2324, "netanyahu": 2325, "language": 2326, "smith": 2327, "abu": 2328, "pass": 2329, "uefa": 2330, "twice": 2331, "described": 2332, "yankees": 2333, "abdullah": 2334, "strategic": 2335, "spokeswoman": 2336, "carried": 2337, "rail": 2338, "defend": 2339, "thomas": 2340, "curb": 2341, "worker": 2342, "restore": 2343, "allowing": 2344, "kabul": 2345, "zambian": 2346, "benchmark": 2347, "boss": 2348, "mugabe": 2349, "edge": 2350, "finished": 2351, "instead": 2352, "racing": 2353, "imposed": 2354, "politician": 2355, "retired": 2356, "oct": 2357, "dubai": 2358, "tries": 2359, "crashes": 2360, "different": 2361, "defended": 2362, "apparently": 2363, "amnesty": 2364, "urging": 2365, "standards": 2366, "bloc": 2367, "qatar": 2368, "reserves": 2369, "electronics": 2370, "petroleum": 2371, "jr": 2372, "responsible": 2373, "entered": 2374, "quality": 2375, "militia": 2376, "opponents": 2377, "designed": 2378, "exercise": 2379, "judicial": 2380, "establish": 2381, "athletes": 2382, "tells": 2383, "marriage": 2384, "thanks": 2385, "returning": 2386, "chiefs": 2387, "streak": 2388, "resistance": 2389, "upset": 2390, "feared": 2391, "relatives": 2392, "hang": 2393, "import": 2394, "valley": 2395, "comments": 2396, "keeping": 2397, "commitment": 2398, "representative": 2399, "manila": 2400, "beef": 2401, "bangkok": 2402, "begun": 2403, "able": 2404, "deals": 2405, "colin": 2406, "produce": 2407, "bowl": 2408, "sierra": 2409, "effect": 2410, "increasingly": 2411, "meter": 2412, "warming": 2413, "resigns": 2414, "moon": 2415, "confirms": 2416, "carolina": 2417, "suffering": 2418, "presence": 2419, "rebound": 2420, "southeastern": 2421, "product": 2422, "increases": 2423, "palace": 2424, "tight": 2425, "riot": 2426, "ceasefire": 2427, "finding": 2428, "defender": 2429, "retirement": 2430, "sends": 2431, "cleared": 2432, "%": 2433, "downtown": 2434, "maintain": 2435, "rockets": 2436, "tom": 2437, "dec": 2438, "card": 2439, "slain": 2440, "society": 2441, "partner": 2442, "often": 2443, "golden": 2444, "rodham": 2445, "split": 2446, "marked": 2447, "partnership": 2448, "know": 2449, "contest": 2450, "pick": 2451, "towards": 2452, "zimbabwean": 2453, "sparked": 2454, "rains": 2455, "liverpool": 2456, "minority": 2457, "crowd": 2458, "personnel": 2459, "teachers": 2460, "store": 2461, "massachusetts": 2462, "owners": 2463, "rwandan": 2464, "virginia": 2465, "unrest": 2466, "stopped": 2467, "knee": 2468, "weekly": 2469, "georgian": 2470, "investor": 2471, "nicolas": 2472, "exchanges": 2473, "eyes": 2474, "illegally": 2475, "victim": 2476, "liberation": 2477, "missiles": 2478, "crown": 2479, "algeria": 2480, "responsibility": 2481, "senators": 2482, "demonstrators": 2483, "gmt": 2484, "ill": 2485, "seed": 2486, "presidents": 2487, "dangerous": 2488, "strongly": 2489, "staged": 2490, "heading": 2491, "fine": 2492, "bailout": 2493, "foundation": 2494, "eye": 2495, "gained": 2496, "preliminary": 2497, "cairo": 2498, "burundi": 2499, "additional": 2500, "neighbors": 2501, "extra": 2502, "woods": 2503, "challenges": 2504, "bail": 2505, "thought": 2506, "friends": 2507, "seize": 2508, "enforcement": 2509, "foreigners": 2510, "strength": 2511, "operator": 2512, "stations": 2513, "philadelphia": 2514, "guangdong": 2515, "traded": 2516, "measure": 2517, "atomic": 2518, "stores": 2519, "books": 2520, "fly": 2521, "ethiopian": 2522, "internal": 2523, "pushed": 2524, "compensation": 2525, "indies": 2526, "tribal": 2527, "hill": 2528, "command": 2529, "colorado": 2530, "accusing": 2531, "gm": 2532, "cycling": 2533, "box": 2534, "jiang": 2535, "initial": 2536, "emirates": 2537, "embattled": 2538, "turns": 2539, "awarded": 2540, "gang": 2541, "improved": 2542, "mortgage": 2543, "lowest": 2544, "present": 2545, "nfl": 2546, "puts": 2547, "ailing": 2548, "putting": 2549, "fined": 2550, "unchanged": 2551, "mandela": 2552, "possibility": 2553, "works": 2554, "steve": 2555, "appointed": 2556, "incident": 2557, "condition": 2558, "cover": 2559, "earth": 2560, "dallas": 2561, "pollution": 2562, "casualties": 2563, "toyota": 2564, "oscar": 2565, "sa": 2566, "route": 2567, "mozambique": 2568, "slump": 2569, "sun": 2570, "loses": 2571, "developed": 2572, "costa": 2573, "proposals": 2574, "industries": 2575, "keeps": 2576, "speculation": 2577, "estimated": 2578, "grow": 2579, "immediately": 2580, "serve": 2581, "breaks": 2582, "bulgarian": 2583, "quoted": 2584, "conduct": 2585, "surplus": 2586, "reportedly": 2587, "volatile": 2588, "houses": 2589, "standoff": 2590, "trouble": 2591, "secure": 2592, "explosives": 2593, "overhaul": 2594, "castro": 2595, "style": 2596, "cast": 2597, "significant": 2598, "broken": 2599, "damaged": 2600, "hunger": 2601, "louis": 2602, "ranking": 2603, "nov": 2604, "purchase": 2605, "revealed": 2606, "attention": 2607, "insurgents": 2608, "created": 2609, "corporation": 2610, "calm": 2611, "regions": 2612, "optimism": 2613, "flying": 2614, "cypriot": 2615, "sweeping": 2616, "ceo": 2617, "claiming": 2618, "chip": 2619, "marking": 2620, "leone": 2621, "drivers": 2622, "buildings": 2623, "albania": 2624, "writer": 2625, "boxing": 2626, "naval": 2627, "flooding": 2628, "hu": 2629, "prospects": 2630, "considered": 2631, "seconds": 2632, "drought": 2633, "serving": 2634, "rio": 2635, "granted": 2636, "alive": 2637, "fashion": 2638, "compromise": 2639, "birth": 2640, "approval": 2641, "gasoline": 2642, "rd": 2643, "customers": 2644, "kennedy": 2645, "think": 2646, "girls": 2647, "modern": 2648, "recovered": 2649, "hailed": 2650, "positions": 2651, "tiny": 2652, "kansas": 2653, "businessman": 2654, "southwestern": 2655, "turmoil": 2656, "backing": 2657, "legislature": 2658, "visitors": 2659, "swept": 2660, "athletics": 2661, "cooperate": 2662, "playoff": 2663, "birthday": 2664, "author": 2665, "academy": 2666, "swimming": 2667, "quick": 2668, "believe": 2669, "partners": 2670, "sharing": 2671, "gates": 2672, "leftist": 2673, "blocked": 2674, "meetings": 2675, "fatal": 2676, "standard": 2677, "welfare": 2678, "dodgers": 2679, "patrol": 2680, "judges": 2681, "flag": 2682, "numbers": 2683, "chain": 2684, "finnish": 2685, "democrat": 2686, "jobless": 2687, "google": 2688, "appeal": 2689, "winds": 2690, "adviser": 2691, "raids": 2692, "seattle": 2693, "comeback": 2694, "adding": 2695, "surged": 2696, "placed": 2697, "karzai": 2698, "holocaust": 2699, "tackle": 2700, "administrative": 2701, "troop": 2702, "remarks": 2703, "bc": 2704, "bangladeshi": 2705, "schedule": 2706, "delta": 2707, "stable": 2708, "ohio": 2709, "extradition": 2710, "howard": 2711, "remaining": 2712, "agreements": 2713, "sentences": 2714, "sox": 2715, "seventh": 2716, "supports": 2717, "website": 2718, "witness": 2719, "morocco": 2720, "task": 2721, "resumed": 2722, "activity": 2723, "animal": 2724, "sentiment": 2725, "newspapers": 2726, "stroke": 2727, "joseph": 2728, "view": 2729, "limit": 2730, "probably": 2731, "midday": 2732, "throughout": 2733, "improving": 2734, "ally": 2735, "alexander": 2736, "cpc": 2737, "uranium": 2738, "image": 2739, "complex": 2740, "digital": 2741, "willing": 2742, "lakers": 2743, "charity": 2744, "joining": 2745, "awaited": 2746, "dissident": 2747, "wales": 2748, "joe": 2749, "belgrade": 2750, "why": 2751, "choice": 2752, "coastal": 2753, "actress": 2754, "nothing": 2755, "passes": 2756, "boosted": 2757, "inspectors": 2758, "favorite": 2759, "uae": 2760, "slams": 2761, "acting": 2762, "spill": 2763, "accusations": 2764, "strait": 2765, "unless": 2766, "fails": 2767, "adopted": 2768, "bills": 2769, "concluded": 2770, "follow": 2771, "shopping": 2772, "pound": 2773, "differences": 2774, "stem": 2775, "announcement": 2776, "algerian": 2777, "transportation": 2778, "aims": 2779, "sunni": 2780, "investments": 2781, "door": 2782, "nepali": 2783, "negotiators": 2784, "chilean": 2785, "gordon": 2786, "edged": 2787, "reconstruction": 2788, "automaker": 2789, "islam": 2790, "mutual": 2791, "tension": 2792, "sweep": 2793, "turning": 2794, "contributed": 2795, "stolen": 2796, "my": 2797, "declined": 2798, "ski": 2799, "rather": 2800, "junta": 2801, "insisted": 2802, "account": 2803, "pop": 2804, "stalled": 2805, "evacuated": 2806, "priest": 2807, "initiative": 2808, "execution": 2809, "remove": 2810, "counter": 2811, "homeland": 2812, "advertising": 2813, "mount": 2814, "pushing": 2815, "acquire": 2816, "suspension": 2817, "visa": 2818, "kremlin": 2819, "discovery": 2820, "hunt": 2821, "bloody": 2822, "liberia": 2823, "deutsche": 2824, "fought": 2825, "roadside": 2826, "pair": 2827, "associated": 2828, "simpson": 2829, "lady": 2830, "forcing": 2831, "makers": 2832, "recall": 2833, "generation": 2834, "voice": 2835, "tigers": 2836, "bp": 2837, "weaker": 2838, "plunge": 2839, "hails": 2840, "kind": 2841, "ariel": 2842, "ships": 2843, "dole": 2844, "express": 2845, "hunting": 2846, "aceh": 2847, "unlikely": 2848, "facilities": 2849, "kazakhstan": 2850, "fate": 2851, "ca": 2852, "visited": 2853, "ran": 2854, "sarajevo": 2855, "difficult": 2856, "prepares": 2857, "professional": 2858, "fatah": 2859, "highly": 2860, "disney": 2861, "opener": 2862, "captured": 2863, "buried": 2864, "cheney": 2865, "fierce": 2866, "scheme": 2867, "friend": 2868, "worked": 2869, "reporter": 2870, "benjamin": 2871, "luxury": 2872, "jumped": 2873, "celebrated": 2874, "hopeful": 2875, "fields": 2876, "bali": 2877, "lay": 2878, "certain": 2879, "jews": 2880, "doing": 2881, "permanent": 2882, "becomes": 2883, "waste": 2884, "include": 2885, "munich": 2886, "devastating": 2887, "breakaway": 2888, "bound": 2889, "file": 2890, "questioned": 2891, "optimistic": 2892, "quiet": 2893, "aside": 2894, "seng": 2895, "heroin": 2896, "broadcast": 2897, "torture": 2898, "policeman": 2899, "profile": 2900, "check": 2901, "broad": 2902, "denver": 2903, "peninsula": 2904, "available": 2905, "hungarian": 2906, "suspicion": 2907, "volleyball": 2908, "influence": 2909, "revive": 2910, "antonio": 2911, "heavily": 2912, "shareholders": 2913, "junior": 2914, "municipal": 2915, "bitter": 2916, "merkel": 2917, "favor": 2918, "institutions": 2919, "joins": 2920, "relationship": 2921, "reporters": 2922, "detainees": 2923, "recover": 2924, "units": 2925, "fidel": 2926, "pole": 2927, "unprecedented": 2928, "threaten": 2929, "invasion": 2930, "engine": 2931, "wimbledon": 2932, "striking": 2933, "cautious": 2934, "providing": 2935, "nelson": 2936, "something": 2937, "helicopters": 2938, "facility": 2939, "controversy": 2940, "pervez": 2941, "theater": 2942, "chances": 2943, "doubt": 2944, "criticizes": 2945, "firefighters": 2946, "diego": 2947, "compete": 2948, "katrina": 2949, "editor": 2950, "removed": 2951, "schroeder": 2952, "gunman": 2953, "kingdom": 2954, "minor": 2955, "istanbul": 2956, "promise": 2957, "smoking": 2958, "rescued": 2959, "disarmament": 2960, "determine": 2961, "hoped": 2962, "chris": 2963, "desert": 2964, "interests": 2965, "reconciliation": 2966, "drew": 2967, "accounting": 2968, "extremists": 2969, "aug": 2970, "hike": 2971, "triggered": 2972, "praised": 2973, "bhutto": 2974, "restructuring": 2975, "bourse": 2976, "widespread": 2977, "electronic": 2978, "beyond": 2979, "onto": 2980, "model": 2981, "presented": 2982, "bln": 2983, "marines": 2984, "islamist": 2985, "pleads": 2986, "hospitalized": 2987, "crack": 2988, "eighth": 2989, "fox": 2990, "worried": 2991, "bar": 2992, "discussed": 2993, "convoy": 2994, "appeals": 2995, "ferry": 2996, "heard": 2997, "brief": 2998, "juan": 2999, "donald": 3000, "cruise": 3001, "lot": 3002, "producers": 3003, "doubles": 3004, "duty": 3005, "violations": 3006, "osama": 3007, "socialist": 3008, "chips": 3009, "concert": 3010, "kuwaiti": 3011, "arm": 3012, "feb": 3013, "firing": 3014, "predicted": 3015, "benefit": 3016, "accepted": 3017, "basque": 3018, "advances": 3019, "guerrilla": 3020, "entertainment": 3021, "risks": 3022, "proposes": 3023, "anger": 3024, "fail": 3025, "medicine": 3026, "collision": 3027, "slovakia": 3028, "easy": 3029, "causes": 3030, "chrysler": 3031, "teenager": 3032, "slammed": 3033, "expect": 3034, "largely": 3035, "bans": 3036, "stimulus": 3037, "singles": 3038, "wind": 3039, "nhl": 3040, "organized": 3041, "invitation": 3042, "fish": 3043, "races": 3044, "gone": 3045, "limits": 3046, "monitoring": 3047, "seats": 3048, "suggested": 3049, "extends": 3050, "files": 3051, "shui": 3052, "wage": 3053, "urban": 3054, "vaccine": 3055, "hosni": 3056, "billions": 3057, "collapse": 3058, "angolan": 3059, "slide": 3060, "airports": 3061, "monitor": 3062, "plays": 3063, "shell": 3064, "pirates": 3065, "verdict": 3066, "ahmadinejad": 3067, "frank": 3068, "veterans": 3069, "poised": 3070, "formed": 3071, "rallies": 3072, "amount": 3073, "riots": 3074, "camps": 3075, "creating": 3076, "respect": 3077, "pyongyang": 3078, "coverage": 3079, "typhoon": 3080, "hitting": 3081, "our": 3082, "enron": 3083, "miners": 3084, "executed": 3085, "provided": 3086, "restaurant": 3087, "ghana": 3088, "networks": 3089, "active": 3090, "explosions": 3091, "silver": 3092, "brothers": 3093, "actions": 3094, "handling": 3095, "destruction": 3096, "prosecution": 3097, "eurozone": 3098, "reduced": 3099, "pan": 3100, "daniel": 3101, "damages": 3102, "pga": 3103, "payments": 3104, "draws": 3105, "sworn": 3106, "financing": 3107, "fully": 3108, "innings": 3109, "established": 3110, "crossing": 3111, "registered": 3112, "revolution": 3113, "shift": 3114, "courts": 3115, "bian": 3116, "hosts": 3117, "jack": 3118, "employment": 3119, "subway": 3120, "libyan": 3121, "roads": 3122, "waiting": 3123, "ninth": 3124, "bolivia": 3125, "nominee": 3126, "bought": 3127, "enhance": 3128, "teacher": 3129, "stood": 3130, "scene": 